-- MySQL dump 10.13  Distrib 8.0.11, for Win64 (x86_64)
--
-- Host: localhost    Database: airline
-- ------------------------------------------------------
-- Server version	8.0.11

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `customer`
--

DROP TABLE IF EXISTS `customer`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `customer` (
  `cus_id` varchar(12) NOT NULL,
  `cus_pswd` varchar(10) DEFAULT NULL,
  `cus_lv` varchar(7) DEFAULT NULL,
  `cus_name` varchar(20) DEFAULT NULL,
  `cus_tel` varchar(13) DEFAULT NULL,
  `cus_adr` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`cus_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `customer`
--

LOCK TABLES `customer` WRITE;
/*!40000 ALTER TABLE `customer` DISABLE KEYS */;
INSERT INTO `customer` VALUES ('222','222','USER','222','222','222'),('abc123','def123','USER','김영수','010-1234-5678','대전 대덕구 홍도동'),('abc124','def124','USER','김영철','010-1235-5679','대전 대덕구 홍도동'),('abc125','def125','USER','김영희','010-1236-5680','대전 대덕구 홍도동'),('abc126','def126','USER','김영만','010-1237-5681','대전 대덕구 홍도동'),('abc127','def127','USER','김영신','010-1238-5682','대전 대덕구 홍도동'),('abc128','def128','USER','김창수','010-1239-5683','대전 대덕구 홍도동'),('abc129','def129','USER','김창철','010-1240-5684','대전 대덕구 홍도동'),('abc130','def130','USER','김창희','010-1241-5685','대전 대덕구 홍도동'),('abc131','def131','USER','김창만','010-1242-5686','대전 대덕구 홍도동'),('abc132','def132','USER','김창신','010-1243-5687','대전 대덕구 홍도동'),('abc133','def133','USER','김선수','010-1244-5688','대전 대덕구 홍도동'),('abc134','def134','USER','김선철','010-1245-5689','대전 대덕구 홍도동'),('abc135','def135','USER','김선희','010-1246-5690','대전 대덕구 홍도동'),('abc136','def136','USER','김선만','010-1247-5691','대전 대덕구 홍도동'),('abc137','def137','USER','김선신','010-1248-5692','대전 대덕구 홍도동'),('abc138','def138','USER','김현수','010-1249-5693','대전 대덕구 홍도동'),('abc139','def139','USER','김현철','010-1250-5694','대전 대덕구 홍도동'),('abc140','def140','USER','김현희','010-1251-5695','대전 대덕구 홍도동'),('abc141','def141','USER','김현만','010-1252-5696','대전 대덕구 홍도동'),('abc142','def142','USER','김현신','010-1253-5697','대전 대덕구 홍도동'),('abc143','def143','USER','김동수','010-1254-5698','대전 대덕구 홍도동'),('abc144','def144','USER','김동철','010-1255-5699','대전 대덕구 홍도동'),('abc145','def145','USER','김동희','010-1256-5700','대전 대덕구 홍도동'),('abc146','def146','USER','김동만','010-1257-5701','대전 대덕구 홍도동'),('abc147','def147','USER','김동신','010-1258-5702','대전 대덕구 홍도동'),('abc148','def148','USER','박영수','010-1259-5703','대전 대덕구 홍도동'),('abc149','def149','USER','박영철','010-1260-5704','대전 대덕구 홍도동'),('abc150','def150','USER','박영희','010-1261-5705','대전 대덕구 홍도동'),('abc151','def151','USER','박영만','010-1262-5706','대전 대덕구 홍도동'),('abc152','def152','USER','박영신','010-1263-5707','대전 대덕구 홍도동'),('abc153','def153','USER','박창수','010-1264-5708','대전 대덕구 홍도동'),('abc154','def154','USER','박창철','010-1265-5709','대전 대덕구 홍도동'),('abc155','def155','USER','박창희','010-1266-5710','대전 대덕구 홍도동'),('abc156','def156','USER','박창만','010-1267-5711','대전 대덕구 홍도동'),('abc157','def157','USER','박창신','010-1268-5712','대전 대덕구 홍도동'),('abc158','def158','USER','박선수','010-1269-5713','대전 대덕구 홍도동'),('abc159','def159','USER','박선철','010-1270-5714','대전 대덕구 홍도동'),('abc160','def160','USER','박선희','010-1271-5715','대전 대덕구 홍도동'),('abc161','def161','USER','박선만','010-1272-5716','대전 대덕구 홍도동'),('abc162','def162','USER','박선신','010-1273-5717','대전 대덕구 홍도동'),('abc163','def163','USER','박현수','010-1274-5718','대전 대덕구 홍도동'),('abc164','def164','USER','박현철','010-1275-5719','대전 대덕구 홍도동'),('abc165','def165','USER','박현희','010-1276-5720','대전 대덕구 홍도동'),('abc166','def166','USER','박현만','010-1277-5721','대전 대덕구 홍도동'),('abc167','def167','USER','박현신','010-1278-5722','대전 대덕구 홍도동'),('abc168','def168','USER','박동수','010-1279-5723','대전 대덕구 홍도동'),('abc169','def169','USER','박동철','010-1280-5724','대전 대덕구 홍도동'),('abc170','def170','USER','박동희','010-1281-5725','대전 대덕구 홍도동'),('abc171','def171','USER','박동만','010-1282-5726','대전 대덕구 홍도동'),('abc172','def172','USER','박동신','010-1283-5727','대전 대덕구 홍도동'),('abc173','def173','USER','최영수','010-1284-5728','대전 대덕구 홍도동'),('abc174','def174','USER','최영철','010-1285-5729','대전 대덕구 홍도동'),('abc175','def175','USER','최영희','010-1286-5730','대전 대덕구 홍도동'),('abc176','def176','USER','최영만','010-1287-5731','대전 대덕구 홍도동'),('abc177','def177','USER','최영신','010-1288-5732','대전 대덕구 홍도동'),('abc178','def178','USER','최창수','010-1289-5733','대전 대덕구 홍도동'),('abc179','def179','USER','최창철','010-1290-5734','대전 대덕구 홍도동'),('abc180','def180','USER','최창희','010-1291-5735','대전 대덕구 홍도동'),('abc181','def181','USER','최창만','010-1292-5736','대전 대덕구 홍도동'),('abc182','def182','USER','최창신','010-1293-5737','대전 대덕구 홍도동'),('abc183','def183','USER','최선수','010-1294-5738','대전 대덕구 홍도동'),('abc184','def184','USER','최선철','010-1295-5739','대전 대덕구 홍도동'),('abc185','def185','USER','최선희','010-1296-5740','대전 대덕구 홍도동'),('abc186','def186','USER','최선만','010-1297-5741','대전 대덕구 홍도동'),('abc187','def187','USER','최선신','010-1298-5742','대전 대덕구 홍도동'),('abc188','def188','USER','최현수','010-1299-5743','대전 대덕구 홍도동'),('abc189','def189','USER','최현철','010-1300-5744','대전 대덕구 홍도동'),('abc190','def190','USER','최현희','010-1301-5745','대전 대덕구 홍도동'),('abc191','def191','USER','최현만','010-1302-5746','대전 대덕구 홍도동'),('abc192','def192','USER','최현신','010-1303-5747','대전 대덕구 홍도동'),('abc193','def193','USER','최동수','010-1304-5748','대전 대덕구 홍도동'),('abc194','def194','USER','최동철','010-1305-5749','대전 대덕구 홍도동'),('abc195','def195','USER','최동희','010-1306-5750','대전 대덕구 홍도동'),('abc196','def196','USER','최동만','010-1307-5751','대전 대덕구 홍도동'),('abc197','def197','USER','최동신','010-1308-5752','대전 대덕구 홍도동'),('abc198','def198','USER','이영수','010-1309-5753','대전 대덕구 홍도동'),('abc199','def199','USER','이영철','010-1310-5754','대전 대덕구 홍도동'),('abc200','def200','USER','이영희','010-1311-5755','대전 대덕구 홍도동'),('abc201','def201','USER','이영만','010-1312-5756','대전 대덕구 홍도동'),('abc202','def202','USER','이영신','010-1313-5757','대전 대덕구 홍도동'),('abc203','def203','USER','이창수','010-1314-5758','대전 대덕구 홍도동'),('abc204','def204','USER','이창철','010-1315-5759','대전 대덕구 홍도동'),('abc205','def205','USER','이창희','010-1316-5760','대전 대덕구 홍도동'),('abc206','def206','USER','이창만','010-1317-5761','대전 대덕구 홍도동'),('abc207','def207','USER','이창신','010-1318-5762','대전 대덕구 홍도동'),('abc208','def208','USER','이선수','010-1319-5763','대전 대덕구 홍도동'),('abc209','def209','USER','이선철','010-1320-5764','대전 대덕구 홍도동'),('abc210','def210','USER','이선희','010-1321-5765','대전 대덕구 홍도동'),('abc211','def211','USER','이선만','010-1322-5766','대전 대덕구 홍도동'),('abc212','def212','USER','이선신','010-1323-5767','대전 대덕구 홍도동'),('abc213','def213','USER','이현수','010-1324-5768','대전 대덕구 홍도동'),('abc214','def214','USER','이현철','010-1325-5769','대전 대덕구 홍도동'),('abc215','def215','USER','이현희','010-1326-5770','대전 대덕구 홍도동'),('abc216','def216','USER','이현만','010-1327-5771','대전 대덕구 홍도동'),('abc217','def217','USER','이현신','010-1328-5772','대전 대덕구 홍도동'),('abc218','def218','USER','이동수','010-1329-5773','대전 대덕구 홍도동'),('abc219','def219','USER','이동철','010-1330-5774','대전 대덕구 홍도동'),('abc220','def220','USER','이동희','010-1331-5775','대전 대덕구 홍도동'),('abc221','def221','USER','이동만','010-1332-5776','대전 대덕구 홍도동'),('abc222','def222','USER','이동신','010-1333-5777','대전 대덕구 홍도동'),('qq','1111','USER','q','010-3632-1121','대전'),('yun','1234','MASTER','한연호','010-3632-1111','대전');
/*!40000 ALTER TABLE `customer` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-06-14 13:06:25
